{"pages":[{"title":"關於我","text":"澳門人準備就讀碩士課程興趣：寫廢Code, Deep Learning愛好：LOL，osu!, 旅行，耳機，3C，電腦硬件，阿戊整餅 耍廢環境主機1: AMD Ryzen 7 3700x Gigabyte X570 I Aorus Pro Wifi Kingston HyperX Fury DDR4-3200 16Gx2 Gigabyte RTX 2060 Super Windforce OC 8G WD SF750 1TB M.2 Nvme WD Blue 3D Nand 1TB M.2 Sata CORSAIR SF600 Platinum Sunmilo C01s ITX Case Windows 10 Pro 主機2: Intel i5-6500 MSI B150M-Bazooka DDR4-2133 8Gx2 GTX 750ti HIKVISION C200 1TB SSD Antec 550W Linux Mint 19.3 Cinnamon 外設: Dell U2417H – 24寸1080p顯示器，色水不錯，玩遊戲硬傷（還用它打osu!…) Leopold FC980M – 一步到位紅軸鍵盤, 強烈推荐 Razer Basilisk – 滑鼠 Wacom CTL-471 – 跟了我七年的繪圖板，好像快壞了… Sony MDR-H600A – 電腦耳機","link":"/blog/about/index.html"}],"posts":[{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/blog/2020/06/06/hello-world/"},{"title":"天氣站-初號機功耗測試","text":"今天來測一測一顆碱性9v電池能夠運行初號機多久。 其實這個測試在昨天凌晨就開始了，目的是為了確定9v電池的續航時間，希望能維持最少三天。而現在第一天過去了，目前一切正常，初號機仍正常運作中。 這是過去24小時初號機錄得房間的温濕度，紅色線代表温度，藍色線是相對濕度，粉紅色是酷熱指數(Heat Index)，而淺藍色則為露點温度。 可以看出我房間在不開冷氣的時候濕度很高，快直接90%了。那時的露點温度也很接近室温，再加上牆壁比較冷，牆壁的温度可能已經低過露點温度了，可能這就是我房間很濕的原因？ 第二天結果出來了，在早上7點左右沒再發出數據，結果是9v電池能維持1天又6小時左右，離目標還差很遠。","link":"/blog/2020/06/07/%E5%A4%A9%E6%B0%A3%E7%AB%99-%E5%88%9D%E8%99%9F%E6%A9%9F%E5%8A%9F%E8%80%97%E6%B8%AC%E8%A9%A6/"},{"title":"天氣站-初號機完成","text":"今天沒事做，推一下這個Project的進度。之前在面包板上試驗了NodeMCU和DHT11傳感器，現在把它焊到萬能板上。 初號機使用9v電池進行供電，由於NodeMCU只接受5v或3.3v供電，所以要加一個降壓模塊，這次使用的是3.3v輸出。這個模塊的好處是不用調輸出電壓，固定3.3v輸出, 而且輸入電壓範圍也不錯。 測試電路沒問題之後就把DHT11換成DHT22傳感器。相比起DHT11, DHT22測量的誤差更少，更準確，但也貴很多…Orz。 也把程序換成DHT22的。 最後就是接上電池，讓它在房間一角獨自運行lol。 初號機完成。現在的問題是，一顆電池能把這家伙運行多久，畢竟NodeMCU也不是吃素的。如果太短的話，還要想辦法把它拉長，畢竟做這東西出來的原意是測量室外的温濕度的。可能換4到6顆AA電之類的？","link":"/blog/2020/06/06/%E5%A4%A9%E6%B0%A3%E7%AB%99-%E5%88%9D%E8%99%9F%E6%A9%9F%E5%AE%8C%E6%88%90/"},{"title":"京都旅行記錄 Day 1-2","text":"2019年6月份獨遊京都 這次旅行已經是一年前的事了，所以內容都是邊看相片邊寫的，主要是美食和景點和少量行程安排。相片大部份由富士X-T100 + 15-45 f/3.5 拍攝，一部富士入門機。我個人不推薦這部相機，反應太慢和太重(比XT-20還重)，拿著它跑來跑去還是有點累。 第一天 6月五日 (三)預定的飛機是澳門航空早班機從澳門到大阪，在澳門要直飛日本也就只有澳航這個選擇了。我那一晚是沒有睡的，害怕鬧鐘叫不醒我lol。 從機上拍的另一架飛機 飛到大阪關西國際機場時已經是當地時間下午二時了，而我的目的地是京都，所以還要轉車過去。 這次乘搭的是JR西日本的HARUKA，連同ICOCA的優惠可以買到特價HARUKA車票(詳細)。HARUKA是連接關西機場和京都的一條快線，一個半小時就能到京都了，票價約1600円單程，如果是機場去京都的話個人強烈推薦。只是優惠票不設劃位，有機會要全程站著www。幸好我當時找到位置坐。而ICOCA就是類似澳門通，可以儲值搭乘西日本的大部機交通工具，現在應該是全日本通用的。 ICOCA特別版 在車廂上呆了90分鐘，終於到達了京都站(還沒吃午飯)，然後還要轉車去酒店。這次在京都的酒店是位於四条烏丸的Hotel M’s Est。四条烏丸位於京都最熱鬧的地區，交通方便，隔壁就是錦巿場和河原町。這間酒店還提供單人房。最重要的是這間酒店便宜且評分高ww。而我對這間酒店的評價是：在低價位中，所有提供的服務和設施都是完美，就是房間小了點和隔音一般。下次還會住。 沒拍照，網上圖片頂上(booking.com) Check in 拿了房間放好行李後已經是4點了，就去隔壁錦巿場找東西吃吧。酒店去錦巿場只需要走5分鐘。 首先吃到的是烤帶子，500円一根還是兩根來著..？味道還可以，好像有點貴，不過當時快餓到暈ww。 錦巿場的烤帶子 然後在別家吃了一串天婦羅炸蝦，200円。味道…嘔，還我200円(不上圖了)。重點是之後又走過一次錦巿場，見到它還脹價了。 然後就是三木雞卵的玉子燒，這家是我朋友推薦的。選了個小份的，拿到時是剛做好熱乎乎的。雞蛋的味道跟平時吃的很不同，一開始吃不習慣，不過習慣了以後是挺好吃的。 三木雞卵的玉子燒 走到了錦巿場的盡頭便是位於新京極的錦天滿宮，地方不大，走走便能出來。據說主要是祈求學業的…我的學業還好，不過我是不信宗教之類的東西啦，所以不會參拜，也不敢亂拜。 錦天滿宮 從錦天滿宮出來後就走了一下新京極和河原町，其實這幾個地方都是連在一起的，只是不同商店街而己。 到這裡第一天的行程就大概完了，始終昨晚沒睡，累得不行，然而最後去了京都站逛yodobashi和biccamera ww。 而晚餐則是在酒店旁邊的拉麵店解決，這間店叫麺匠たか松，它的沾麵評價不錯，就點了沾麵。它的沾麵有幾種吃法，像是後加洋葱粒和檸檬汁。我自己平時較少機會吃沾麵，但這家的沾麵口味挺符合我的，好評。然而我忘記怕照片了… 第一天完。 第二天 6月6日 四第二天的行程是京都非常受歡迎的景點：衹園，清水寺一帶。 今天早上8點鐘出發！去之前當然是吃早餐，日本早餐選擇不多，大部份店舖都是10點後才營業。所以就在酒店附近的すき家解決(跟吉野家差不多)。隨便點了個套餐，名字忘記了，但重點是那顆生蛋！很久沒吃生蛋拌飯了ww。上次吃已經是一年在秋葉原的時候了，這次冒著一個人食物中毒而住院的風險下再吃一次。其實生蛋拌飯不是說特別好吃，就想吃而已。 然後出發去第一個地方，祇園！用走的。酒店去祇園其實不遠，向著昨天去河原町的方向走20分鐘就到了，殊不知這條路是我在京都走得最多次的路。 途經四條大橋 去祇園的中途經過了花見小路，又是一個著名的景點，這條路上有很多京都式建築、茶屋和餐廳。聽說還會有藝伎經過，不過經過時才早上9點，沒有店舖營業，不太熱鬧。拍了一些相片(現在已禁止拍照)。 花見小路 然後很快就到達祇園了，可能是六月份的關係，有不少日本中學生參觀，他們應該是在修學旅行吧？ 來祇園的路 祇園的後方就是円山公園，円山公園左側是知恩院(沒去)，右側是八坂の塔, 二年坂，三年坂，清水寺，京都最受歡迎的景點群。 我從園山公園過去，途經很多小景點例如石塀小路，途中還有很多特色小店。 在最後上清水寺前的那條斜路人流明顯增多，有點像大三巴的那條路一樣，太多人了，而且清水寺那時正在維修中，很多地方都看不到。 參觀完清水寺已經一時多了，午餐時間。這時其實腿快斷了，祇園到清水寺都是上坡路。現在走回去祇園附近吃午餐。祇園ねぎ焼 かな 東店是一間有歷史的鐵板燒店。很窄，門口毫無存在感，就像普通民宅一樣。店裡的風格很日本，可以說是我去過最日本的店了。這家店的大阪燒網評很好吃，我來這裡當然是為了吃大阪燒，就點了一客。味道嘛，對我來說還好，可能我對大阪燒未到很喜歡，我上一次吃大阪燒已經是5年前的事了。所以也沒法比較。不過老闆娘感覺挺熱情，還邊看電視邊笑ww。中午時段不多人，計上我也就3個客人而已。 午飯過後就沿同一條路回酒店了，在同一條路上又有另外一些景點ww。白川，又不可以說是景點啦，不過是一個可以逛的地方。京都有一個特色就是景觀保護，政府約束建築物使用各種方法保護景觀，例如顏色等。京都是日本城巿裡最有日本氣氛的城巿，因這裡的文化保存得非常好。所以我經常推薦第一次去日本的人，如無特別想去的地方，就去京都吧。 繼續沿路回酒店，又經過一條景點路。這條路就在河原町旁邊，路旁邊都是很多高檔的餐廰，懷石料理等，京都知名的蛋包飯ザ・洋食屋キチキチ也在這裡，不過我吃不起…溜了溜了。 順利回到酒店，今天行程完結了(下午四時)…？回到酒店休息等吃晚餐。 晚餐吃什麼？昨晚看到了酒店附近有間SHACK SHAKE…wwwww。當然是吃它了，上次吃SHACK SHAKE已經是一年前的事了。澳門沒得吃漢堡，按耐不住了。點了忘記名字的漢堡，芝士薯條，和一杯京都限定宇治抹茶奶昔。下單的女店員很可愛，嗯。下單了等了一會被她告知抹茶奶昔賣完了，需要退款，我跟她說英文，她聽不懂，雞同鴨講，最後她聽懂了。沒得喝限定奶昔Orz，但好像也不虧？ 第二天就這樣結束了。明天是重點之一！","link":"/blog/2020/06/20/%E4%BA%AC%E9%83%BD%E6%97%85%E8%A1%8C%E8%A8%98%E9%8C%84%20Day%201-2/"},{"title":"把blog重建了一下..","text":"剛換成新電腦，舊電腦裡的hexo沒備份，只能重頭再來了..","link":"/blog/2020/06/06/%E6%8A%8Ablog%E9%87%8D%E5%BB%BA%E4%BA%86%E4%B8%80%E4%B8%8B/"},{"title":"京都旅行記錄 Day 3-4","text":"2019年6月份獨遊京都 第三天 6月7日 五第三天是整個旅行的重頭戲之一，嵐山~。是離京都巿中心較遠的地方，不過交通也很方便，從酒店出發也只需要步行20分鐘到四条大宮，然後坐嵐山電鐵就直達嵐山了。剛開始以為走到四条大宮很近，卻走了20分鐘…。 愉快的事情還是發生了…，下雨。6月到7月是日本的梅雨季節，常常一言不合就下雨。當初訂了機票才發現訂到了梅雨季節Orz。 早上7點鐘出發。今天的早餐還是すき家解決，點了個牛肉丼+生蛋，挖蛋黃洞挖得很順利，蛋黃準確地放到正中央，冒著住院的風險吃了。 吃完早餐就往嵐山出發，首先走冒著雨走到四条大宮，突然發現我怎麼在下雨天去山上呢？ 然後坐嵐電到嵐山，嵐電有點像香港的電車，也是走到地面路軌上的鐵路，收費便宜，只需220円一程，與巴士同價。剛到站就有車了，而且通勤時間車上很多人，沒拍照。 這鐵路的終點站就是嵐山，然後我卻在前一站下了車LoL，去買小火車的票！小火車是嵐山很有名的項目，如果不早點買票就沒得買了。下車時還下著雨，風還不小，我的澳門711摺傘撐不住，所以去711買了把大傘，全程就拿著兩把傘遊嵐山…。 嵐電嵯峨站 買了一點鐘的小火車票，單程到龜岡。乘小火車之前當然是在嵐山走走和吃午餐。 嵐山竹林小路 逛完嵐山之後就是重頭戲中的重頭戲了：午餐！這次是去一間在嵐山和午定食店STEAK OTSUKA，一間做平價和牛定食的餐廳，非常受遊客歡迎，但是可以說不設預訂(預訂名額2名而已)，早上11時營業，想食只能提前在門口寫名字劃位，我是在9點鐘就劃了位，排第4，所以剛開門就可以直接進去了，否則只能在門口等1到2小時，我是不會這麼等啦…。 位於民居裡面 店裡定食的價格有平有貴，有一千多円的普通和牛定食，到6200円的A5村澤牛排定食。我個人目標當然是最貴的村澤牛A5，然而當我翻開Menu…Sold out….. (´ﾟдﾟ`) 問了問店員，她說這是旁邊的Sold out 標籤掉到了這邊…LoL，最後還是順利點到了村澤牛A5。 吃完了，評價嘛…我現在看到相片，口水還是不停地流，回想那個氣味，那個口感，嗯。非常值得一試，即使是這個價錢，除非不喜歡吃牛。到現在其實我也不知道村澤牛是什麼牛，據說產量很少。 現在這間STEAK OTSUKA 已經搬遷了，在JR嵯峨嵐山站另一邊，不是遊客區的地方。 吃完午餐，距離坐小火車還有一點時間，走了走龍安寺和其他地方，龍安寺進入參觀需要脫鞋，下雨天濕答答的不想脫鞋，又拿著兩把傘，所以沒進去參觀。 然後就是小火車的時間了！ 途中沒拍照，不過現在是6月，既不是櫻花季也不是楓葉季，有的只是綠色的樹，相信到時會更漂亮吧。 到達了龜岡站，龜岡是一個鄉下地方，有的是田，和山。 然後就是走到JR馬堀站回去嵐山了。 回到嵐山，在路邊吃了塊湯豆腐，拿著傘站著吃，吃不出什麼味道。 今天的行程就到此結束了~。最後經過渡月橋，走到阪急嵐山站坐鐵路回酒店。 最後是晚餐時間，選了酒店附近的名代炸豬排。以前一直聽說日本的炸豬排很好吃，現在來試試。 點了一份200g的豬排，這間有不同種類的豬排、豬里肌，還有炸蝦等。這裡的醬料製作需要自己動手參與，店員會給一份芝麻，讓自己磨碎，最後加人豬排醬就完成了。還另外點了一杯梅酒，最後結算差不多要3000円，今天好像吃了10000円LoL，做吃貨真辛苦。 第四天 6月8日 六這天也是重頭戲之一，伏見稲荷大社和宇治~。 今天有點特別，昨晚10點鐘就睡，今天早上4點起床，為的就是第一個景點：伏見稲荷大社，拍千本鳥居。 4點半出發，今天的早餐也有點特別，走到河原町的一蘭拉麵…。早餐吃一蘭拉麵這種重口味的的東西簡直是作死，也不是不好吃啦，就不應該早餐吃。其實以前也吃過幾次一蘭了，這次只是不知道吃什麼早餐。 吃完就去旁邊的祇園四条站搭京阪本線去稲荷大社。大概5時10分到站，也看到有一群外國人在等待，也是去稲荷大社的。我搭的是第二班車，去到大社大概5點半，開始拍照！清晨是拍無人鳥居的最佳時機，稲荷大社也是很受歡迎的景點，一到早上就會有很多遊客，就拍不到鳥居了。 即使在清晨，在那裡也不時有本地人經過，也有甚少的遊客。有個日本人經過我時還好心問要不要幫我拍一張照ww，我也有幫外國遊客拍照。感覺這種時間會出來的人也挺熱情的，很喜歡這種互相幫忙的感覺。 出來回到大社已經接近8點，在休息時剛好碰到神社的人在做某些儀式(?)，感覺很新鮮，這時的遊客也不多，感覺好像去了真的日本。不過那個儀式禁止拍照，所以也沒拍。 下一站，宇治。 離開時附近的攤販才開始開攤 從稲荷大社去宇治沒有再簡單了，門口就是JR站，直達宇治。 到達宇治剛好早上9點鐘。在宇治有間很有名吃抹茶的餐廳中村滕吉，是朋友推薦的。10點正開門，需要預先排隊才能早點有位。離10點有點距離，所以先在附近逛逛。 正在維修的平等院Orz 還記得在過紅綠燈的時侯沒按按鈕轉燈，和其它人一起看著為什麼一直紅燈，最後被本地人提醒要按按鈕ww。 去到中村滕吉時已經十點了，遲了到，結果是排第十九，等了一個半小時。去的是本店，本店會推出當季限定的甜點，我好像就是點那個。 這份甜點用竹筒作為容器，上面有白玉，抹茶雪榚，還有紅豆泥？(忘了)，下面則是滿滿的茶涷。很好吃，我平時是不吃甜點的。 然後也點了份忘記了是什麼，是忘記味道了，味道應該是還好吧，不然應該不會忘記。 吃完午飯，下一個地方是臨時加插上去的三室戶寺，也是在宇治的。剛吃完中村滕吉時和朋友聊，剛好聊到三室戶寺，也剛好發現今天是三室戶寺接駁巴士開通的首日ww，是三室戶寺叫我過去嗎？ 三室戶寺的看點是那個超過一萬朵花的庭園，景觀也很不錯。 今天的行程就到這裡了，最後回到河原町吃若狹家海鮮丼，之前網上看別人吃三文魚子海膽丼，自己也想吃。這間並不是特別好吃，自己吃過也就一般。","link":"/blog/2020/06/21/%E4%BA%AC%E9%83%BD%E6%97%85%E8%A1%8C%E8%A8%98%E9%8C%84-Day-3-4/"},{"title":"京都旅行記錄 Day 5-6","text":"2019年6月份獨遊京都 第五天 6月9日 日今天是最後一天在京都，早上就要從酒店check out，下午就要去大阪的酒店check in了，所以只剩下早上可以逛。 早上的景點也是臨時決定的，因為想去的地方都已經去過了。最後決定是去平安神宮。 這天的早餐終於不是牛肉丼了(賀)，是朋友推薦的一間自助定食店四條西洞院食堂。離酒店約10分鐘腳程。食物是自己取的，各式各樣日式食物都有，例如玉子燒，炸豬排，烤魚，生魚片等等，取完再去付款即可。作為早餐可以說相當不錯。味道則還可以。 然後就出發往平安神宮！平安神宮附近並沒有鐵路到達，只能坐巴士。這是我第一次在京都坐巴士ww，明明京都的巴士那麼方便我卻沒坐。 到達平安神宮，主要參觀的是它的庭院，比起昨天的三室戶寺，我更喜歡平安神宮的。途中還有休息處，還有波子汽水賣。 在我在庭院中的泰平閣休息時，有一對本地老夫婦問我希望幫他們拍照片，給了我一部未見過的相機，有點即影即有相機的感覺，但是很舊，屏幕大小連1吋都不到，感覺這訲相機比我還老啊。不知不覺間我幫他們拍好了，很神奇的能溝通到，他們有種和藹可親的感覺。 泰平閣下面就是湖，有養魚。泰平閣也有提供自取麵包給遊人餵魚(50円)，我拿了一個麵包餵給下面的魚，但很多都被下面的白鷺(?)搶走了w。 回到酒店附近吃午餐，目標是錦市場的鰻魚丼味彩のと与。這間是關西式烤鰻魚。點了一個全條鰻魚丼(4000円)，味道非常不錯，不過我更喜歡關東作法的。附的湯裡有鰻魚肝，第一次看到鰻魚肝所以吃不下去ww，別打我。 吃完午飯後就要回酒店拿行李了，然後出發回大阪。 從Hotel M’s Est去大阪的酒店幾乎不用走，只需要去酒店旁的地下鐵塔京成電鐵的阪急京都線，到淡路站轉阪急千里線，到日本橋站就到了。 而在大阪的酒店，我選擇了難波黑門WBF酒店，是2018年落成的新酒店。往北走是道頓堀，往西走是難波站，往南走是日本橋，往東走是濃度8，非常方便的位置，最重要的是價格不貴。不過住下來之後還是覺得京都的M’s Est 比較舒服，可能是比較少住客的關係？ 拿了房開後就去吃下午茶(?)，吃的是一間位於黑門市場外部的天婦羅丼飯，不過我覺得不太好吃…。 吃飽飽後就去日本橋逛街，然後去了大阪必到的地標：道頓堀的固力果廣告板。(其實五年前就來過了lol) 本日的行程就到這裡啦，晚餐去濃度8解決。濃度8是我留在大阪的其中一個原因ww，5年前來大阪的時候吃過一次，念念不忘。湯底是使用豬骨湯底，超級濃郁，但不油膩，也不鹹。暫列我的最好味拉麵第一。這天吃的是濃度8版拉麵(正常濃度)+石鍋飯，也有濃度27(濃上加濃)可選。 最後把剩下的湯倒進石鍋飯裡…自己想像吧。 美中不足的是，坐我旁邊的有幾位說普通話的遊客，他們把自己帶來的西瓜在店裡進食，這一開始並不影響到我，所以我也沒在意。直到他們開始用桌角把西瓜弄開…，桌子一震一震的，震到我這邊來。大概全店人都被他們影響到了(只有吧枱位, 吧枱是同張桌子)，這令我有點生氣，希望他們以後可以注意下吧…。 第六天 6月10日 一這天要去的景點主要是大阪城，在大阪的兩天不用像京都那邊早起床了ww，9點鐘出發，先到樓下的黑門市場吃早餐。 黑門市場近幾年可以說是名聲不佳，只要熟路的人大概都不會去了，然而我想食海鮮丼XD。價錢和味道就不要說了。 吃完出發去大阪城，大阪城四周都有地鐵，但沒一個是真正直達大阪城的，所以我坐到最新的谷町四丁目站再走過去。 然而最後沒進入真正的大阪城ww，那天天氣太侷促了，再加上前幾天的瘋狂行程，實在有點累，回到酒店再想去哪裡。 午餐則是到酒店隔壁的餐廳，這家餐廳在Google Map上消失了…，看來是倒了，晚上看來是類似小酒吧的餐廳，午市則提供漢堡排，沙津之類的定食套餐。我點的是芝士漢堡排+薯蓉+豬肉生薑燒，豬肉生薑燒出乎意料的美味，其他則是正常發揮。這一餐味道非常滿意，美中不足的是店員似乎不太敢與外語人士溝通，我最後才發現午市每人要點一份飲料，然而店員沒提我lol。 吃完飯就去下一個地方，中之島公園，朋友推薦的(還是那位朋友)，說那裡有玫塊花看。它是一個在河中間的公園，旁邊都是建築物，一看就知道不是遊客會來的地方ww。然後這裡並沒有玫塊花lol。不過有件有趣的事情，中之島中間有片草地，我走過的時侯，有位女性與她的寵物狗在玩飛盤，然後那隻寵物狗擔著飛盤走過來我腳下ww，那位女性走過來，那隻寵物狗就走了，她一邊追，牠一邊跑，不給她飛盤似的ww。 今天的行程就到這裡了，始終太累了。晚餐也是濃度8…lol。吃到滿足為止！","link":"/blog/2020/06/21/%E4%BA%AC%E9%83%BD%E6%97%85%E8%A1%8C%E8%A8%98%E9%8C%84-Day-5-6/"}],"tags":[{"name":"天氣站","slug":"天氣站","link":"/blog/tags/%E5%A4%A9%E6%B0%A3%E7%AB%99/"},{"name":"旅行","slug":"旅行","link":"/blog/tags/%E6%97%85%E8%A1%8C/"},{"name":"京都","slug":"京都","link":"/blog/tags/%E4%BA%AC%E9%83%BD/"}],"categories":[{"name":"Projects","slug":"Projects","link":"/blog/categories/Projects/"},{"name":"旅行","slug":"旅行","link":"/blog/categories/%E6%97%85%E8%A1%8C/"}]}