{"pages":[{"title":"關於我","text":"澳門人準備就讀碩士課程興趣：寫廢Code, Deep Learning愛好：LOL，osu!, 旅行，耳機，3C，電腦硬件，阿戊整餅 耍廢環境主機1: AMD Ryzen 7 3700x Gigabyte X570 I Aorus Pro Wifi Kingston HyperX Fury DDR4-3200 16Gx2 Gigabyte RTX 2060 Super Windforce OC 8G WD SF750 1TB M.2 Nvme WD Blue 3D Nand 1TB M.2 Sata CORSAIR SF600 Platinum Sunmilo C01s ITX Case Windows 10 Pro 主機2: Intel i5-6500 MSI B150M-Bazooka DDR4-2133 8Gx2 GTX 750ti HIKVISION C200 1TB SSD Antec 550W Linux Mint 19.3 Cinnamon 外設: Dell U2417H – 24寸1080p顯示器，色水不錯，玩遊戲硬傷（還用它打osu!…) Leopold FC980M – 一步到位紅軸鍵盤, 強烈推荐 Razer Basilisk – 滑鼠 Wacom CTL-471 – 跟了我七年的繪圖板，好像快壞了… Sony MDR-H600A – 電腦耳機","link":"/blog/about/index.html"}],"posts":[{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/blog/2020/06/06/hello-world/"},{"title":"天氣站-初號機功耗測試","text":"今天來測一測一顆碱性9v電池能夠運行初號機多久。 其實這個測試在昨天凌晨就開始了，目的是為了確定9v電池的續航時間，希望能維持最少三天。而現在第一天過去了，目前一切正常，初號機仍正常運作中。 這是過去24小時初號機錄得房間的温濕度，紅色線代表温度，藍色線是相對濕度，粉紅色是酷熱指數(Heat Index)，而淺藍色則為露點温度。 可以看出我房間在不開冷氣的時候濕度很高，快直接90%了。那時的露點温度也很接近室温，再加上牆壁比較冷，牆壁的温度可能已經低過露點温度了，可能這就是我房間很濕的原因？ 第二天結果出來了，在早上7點左右沒再發出數據，結果是9v電池能維持1天又6小時左右，離目標還差很遠。","link":"/blog/2020/06/07/%E5%A4%A9%E6%B0%A3%E7%AB%99-%E5%88%9D%E8%99%9F%E6%A9%9F%E5%8A%9F%E8%80%97%E6%B8%AC%E8%A9%A6/"},{"title":"把blog重建了一下..","text":"剛換成新電腦，舊電腦裡的hexo沒備份，只能重頭再來了..","link":"/blog/2020/06/06/%E6%8A%8Ablog%E9%87%8D%E5%BB%BA%E4%BA%86%E4%B8%80%E4%B8%8B/"},{"title":"天氣站-初號機完成","text":"今天沒事做，推一下這個Project的進度。之前在面包板上試驗了NodeMCU和DHT11傳感器，現在把它焊到萬能板上。 初號機使用9v電池進行供電，由於NodeMCU只接受5v或3.3v供電，所以要加一個降壓模塊，這次使用的是3.3v輸出。這個模塊的好處是不用調輸出電壓，固定3.3v輸出, 而且輸入電壓範圍也不錯。 測試電路沒問題之後就把DHT11換成DHT22傳感器。相比起DHT11, DHT22測量的誤差更少，更準確，但也貴很多…Orz。 也把程序換成DHT22的。 最後就是接上電池，讓它在房間一角獨自運行lol。 初號機完成。現在的問題是，一顆電池能把這家伙運行多久，畢竟NodeMCU也不是吃素的。如果太短的話，還要想辦法把它拉長，畢竟做這東西出來的原意是測量室外的温濕度的。可能換4到6顆AA電之類的？","link":"/blog/2020/06/06/%E5%A4%A9%E6%B0%A3%E7%AB%99-%E5%88%9D%E8%99%9F%E6%A9%9F%E5%AE%8C%E6%88%90/"},{"title":"京都旅行記錄","text":"2019年6月份獨遊京都 這次旅行已經是一年前的事了，所以內容都是邊看相片邊寫的，主要是美食和景點和少量行程安排。相片大部份由富士X-T100 + 15-45 f/3.5 拍攝，一部富士入門機。我個人不推薦這部相機，反應太慢和太重(比XT-20還重)，拿著它跑來跑去還是有點累。 第一天 6月五日 (三)預定的飛機是澳門航空早班機從澳門到大阪，在澳門要直飛日本也就只有澳航這個選擇了。我那一晚是沒有睡的，害怕鬧鐘叫不醒我lol。 從機上拍的另一架飛機 飛到大阪關西國際機場時已經是當地時間下午二時了，而我的目的地是京都，所以還要轉車過去。 這次乘搭的是JR西日本的HARUKA，連同ICOCA的優惠可以買到特價HARUKA車票(詳細)。HARUKA是連接關西機場和京都的一條快線，一個半小時就能到京都了，票價約1600円單程，如果是機場去京都的話個人強烈推薦。只是優惠票不設劃位，有機會要全程站著www。幸好我當時找到位置坐。而ICOCA就是類似澳門通，可以儲值搭乘西日本的大部機交通工具，現在應該是全日本通用的。 ICOCA特別版 在車廂上呆了90分鐘，終於到達了京都站(還沒吃午飯)，然後還要轉車去酒店。這次在京都的酒店是位於四条烏丸的Hotel M’s Est。四条烏丸位於京都最熱鬧的地區，交通方便，隔壁就是錦巿場和河原町。這間酒店還提供單人房。最重要的是這間酒店便宜且評分高ww。而我對這間酒店的評價是：在低價位中，所有提供的服務和設施都是完美，就是房間小了點和隔音一般。下次還會住。 沒拍照，網上圖片頂上(booking.com) Check in 拿了房間放好行李後已經是4點了，就去隔壁錦巿場找東西吃吧。酒店去錦巿場只需要走5分鐘。 首先吃到的是烤帶子，500円一根還是兩根來著..？味道還可以，好像有點貴，不過當時快餓到暈ww。 錦巿場的烤帶子 然後在別家吃了一串天婦羅炸蝦，200円。味道…嘔，還我200円(不上圖了)。重點是之後又走過一次錦巿場，見到它還脹價了。 然後就是三木雞卵的玉子燒，這家是我朋友推薦的。選了個小份的，拿到時是剛做好熱乎乎的。雞蛋的味道跟平時吃的很不同，一開始吃不習慣，不過習慣了以後是挺好吃的。 三木雞卵的玉子燒 走到了錦巿場的盡頭便是位於新京極的錦天滿宮，地方不大，走走便能出來。據說主要是祈求學業的…我的學業還好，不過我是不信宗教之類的東西啦，所以不會參拜，也不敢亂拜。 錦天滿宮 從錦天滿宮出來後就走了一下新京極和河原町，其實這幾個地方都是連在一起的，只是不同商店街而己。 到這裡第一天的行程就大概完了，始終昨晚沒睡，累得不行，然而最後去了京都站逛yodobashi和biccamera ww。 而晚餐則是在酒店旁邊的拉麵店解決，這間店叫麺匠たか松，它的沾麵評價不錯，就點了沾麵。它的沾麵有幾種吃法，像是後加洋葱粒和檸檬汁。我自己平時較少機會吃沾麵，但這家的沾味口味挺符合我的，好評。然而我忘記怕照片了… 第一天完。","link":"/blog/2020/06/20/%E4%BA%AC%E9%83%BD%E6%97%85%E8%A1%8C%E8%A8%98%E9%8C%84/"}],"tags":[{"name":"旅行","slug":"旅行","link":"/blog/tags/%E6%97%85%E8%A1%8C/"},{"name":"京都","slug":"京都","link":"/blog/tags/%E4%BA%AC%E9%83%BD/"},{"name":"天氣站","slug":"天氣站","link":"/blog/tags/%E5%A4%A9%E6%B0%A3%E7%AB%99/"}],"categories":[{"name":"Projects","slug":"Projects","link":"/blog/categories/Projects/"},{"name":"旅行","slug":"旅行","link":"/blog/categories/%E6%97%85%E8%A1%8C/"}]}